Repository: webbisivut-zz/aphelion-lite-dev
Catalog: languages/*.po
Languages: fi

source: No posts to display
fi: Ei artikkeleita

source: Ready to publish your first post? <a href="%s">Get started here</a>.
fi: Oletko valmis julkaisemaan esimmäisen artikkelin? <a href="%s">Aloita täältä</a>.

source: Nothing Found
fi: Ei löytynyt

source: Apologies, but no results were found. Perhaps searching will help find a related post.
fi: Valitettavasti emme löytäneet hakemaasi. Kokeile hakua.

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: One comment on &ldquo;%2$s&rdquo;
fi: Yksi kommentti julkaisussa &ldquo;%2$s&rdquo;

source: Comments navigation
fi: Kommenttinavigointi

source: &larr; Older comments
fi: &larr; Vanhemmat kommentit

source: Newer comments &rarr;
fi: Uudemmat kommentit &rarr;

source: Comments are closed.
fi: Kommentointi on suljettu.

source: Pages:
fi: Sivut:

source: Product added to cart!
fi: Tuote lisätty ostoskoriin!

source: View Cart
fi: Näytä ostoskori

source: Menu
fi: Valikko

source: Categories
fi: Tuoteryhmät

source: Search
fi: Haku

source: Cart
fi: Ostoskori

source: Languages
fi: Kielet

source: Custom
fi: Mukautettu

source: No search results
fi: Ei hakutuloksia

source: Unfortunately we could not find what you were looking for. Please try to search with different keywords:
fi: Emme valitettavasti löytäneet hakemaasi. Kokeile eri hakusanoilla:

source: Primary Menu
fi: Päävalikko

# Source Sans Pro font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
fi: ei-alavalintaa

source: Main Sidebar
fi: Päävimpainalue

source: Appears on posts and pages except the optional Front Page template, which has its own widgets
fi: Näytetään muilla sivuilla paitsi etusivulla.

source: Custom mobile menu widgets
fi: Mukautetut mobiilimenu vimpaimet

source: Sidebar for Woocommerce shop
fi: WooCommerce kaupan sivupalkki

source: Minicart
fi: Ostoskori

source: Minicart Widget. Requires widget to be installed.
fi: Ostoskori vimpain

source: Top Header Area, Left Side
fi: Yläheader, vasen reuna

source: Content for the Left Side of the Top Header Area.
fi: Vasemman puoleiseen yläheader alueen sisältö

source: Top Header Area, Right Side Area One
fi: Yläheader, Oikea alue 1

source: Content for the Right Side Area One of the Top Header Area.
fi: Oikean yläheader alueen sisältö, alue 1

source: Top Header Area, Right Side Area Two
fi: Yläheader, Oikea alue 2

source: Content for the Right Side Area Two of the Top Header Area.
fi: Oikean yläheader alueen sisältö, alue 2

source: First of the Footer Areas
fi: Ensimmäinen Footer Alue

source: Use this to place widgets on your footer.
fi: Käytä asettaaksesi vimpaimen footeriin.

source: Second of the Footer Areas
fi: Toinen Footer Alue

source: Third of the Footer Areas
fi: Kolmas Footer Alue

source: Fourth of the Footer Areas
fi: Neljäs Footer Alue

source: Bottom Footer Area, Right Side
fi: Ala Footer Alue, Oikea reuna

source: Right side of the Bottom Footer Area
fi: Ala Footer alueen oikea reuna

source: (Edit)
fi: (Muokkaa)

source: Post author
fi: Julkaisija

source: %1$s at %2$s
fi: %1$s : %2$s

source: Your comment is awaiting moderation.
fi: Kommenttisi odottaa hyväksyntää.

source: Edit
fi: Muokkaa

source: Reply
fi: Vastaa

source: View all posts by %s
fi: Näytä kaikki artikkelit julkaisijalta %s

source: Published %1$s by tag %2$s, %3$s<span class="by-author"> by %4$s</span>.
fi: Julkaistu tagilla %2$s kategoriassa %1$s, %3$s<span class="by-author"> by %4$s</span>.

source: Published %1$s, %3$s<span class="by-author"> by %4$s</span>.
fi: Julkaissut %1$s, %3$s<span class="by-author"> %4$s</span>.

source: Published %3$s<span class="by-author"> by %4$s</span>.
fi: Julkaissut %3$s<span class="by-author"> %4$s</span>.

source: Archive category:
fi: Arkisto kategoria:

source: Search results:
fi: Hakutulokset:

source: Articles with tag name:
fi: Artikkeli tagilla:

source: Articles published by:
fi: Julkaissut:

source: View Product
fi: Näytä tuote

source: Buy Now
fi: Osta heti

source: Please enter your search query here...
fi: Haku

source: %d minute
fi: %d minuutti

source: Choose mega menu
fi: Valitse megamenu

source: Error 404
fi: Virhe 404

source: Unofortunately we could not find what you were looking for. Please try to use search:
fi: Emme valitettavasti löytäneet etsimääsi sivua. Kokeile hakua:

source: Archives: %s
fi: Arkistot: %s

source: Author info %s
fi: Julkaisijan tiedot %s

source: No results
fi: Ei sisältöä

source: Unfortunately we could not find what you were searching for. Try to search with different keywords:
fi: Emme valitettavasti löytäneet hakemaasi. Kokeile eri hakusanoilla:

source: Footer Layout
fi: Footer ulkoasu

source: Mega Menu Layout
fi: Megamenun ulkoasu

source: Wrapped Layout
fi: Rajattu asettelu

source: Read more
fi: Lue lisää

source: Search results
fi: Hakutulokset

source: Add
fi: Lisää

source: Select weight & style for regular text
fi: Valitse kappaletekstin paksuus ja tyyli

source: Aphelion WordPress Theme.
fi: Aphelion WordPress Teema.
